{ 
    
    "Iklan": [
        {
        "status": "0",
        "link": "https://play.google.com/store/apps/details?id=",
        "interid": "ca-app-pub-3201121853766950/1785202268",
        "nativeid": "ca-app-pub-3201121853766950/1593630574",
        "openid":"ca-app-pub-3201121853766950/6096800606",
        "deskripsi_update": "Ini mah hanya contoh saja promosi iklan via json",
        "link_update": "https://www.google.com/",
        "interval": 1,
        "pengaturan_iklan":"0",
        "startappid":"",
        "version_app":1,
        "fan_inter":"YOUR_PLACEMENT_ID",
        "fan_banner_native":"YOUR_PLACEMENT_ID",
         "id_inmobi":"1234567890qwerty0987654321qwerty12345",
        "inmobi_inter":1476878485960,
        "inmobi_banner":1473189489298,
        "hpk_admob1":"",
        "hpk_admob2":"",
        "hpk_admob3":"",
        "hpk_admob4":"",
        "hpk_admob5":""
        }
    ],
    
   "Categories": [
    {
      "id": 1,
      "nama_cat": "Humor",
      "gambar": "https://static.thenounproject.com/png/2024620-200.png"

    },
    {
      "id": 2,
      "nama_cat": "Kultum",
      "gambar": "https://png.pngtree.com/png-vector/20190527/ourmid/pngtree-book-icon-png-image_1110447.jpg"

    },
    {
      "id": 3,
      "nama_cat": "Nasihat",
      "gambar": "https://id-test-11.slatic.net/shop/4e71cc40d7ae6487ec4e44dd5f39a141.png"

    },
    {
      "id": 4,
      "nama_cat": "Motivasi Hidup",
      "gambar": "https://id-test-11.slatic.net/shop/4e71cc40d7ae6487ec4e44dd5f39a141.png"

    }
  ],

  "Data":
  [
    {
      "id":1,
      "nama_cat":"Humor",
      "deskripsi":"Dulu aku heran, napa orang sampe berantem ? hanya karena cinta. Trus aku inget muka kamu, dan tiba-tiba, aku merasa siap menghadapi Perang Dunia Ketiga."
    },
    {
      "id":2,
      "nama_cat":"Humor",
      "deskripsi":"Cintailah seorang wanita saja. Dua wanita terlalu banyak. Tapi tiga wanita lebih baik daripada tidak ada."
    },
    {
      "id":3,
      "nama_cat":"Humor",
      "deskripsi":"Sebenarnya, yang melahirkan uang adalah Mpok Indonesia. Bank Indonesia cuma menanam benih."
    },
    {
      "id":4,
      "nama_cat":"Humor",
      "deskripsi":"Untuk sementara ini bagi teman-teman yang ingin menulis di dinding FB saya, saya mohon maaf karena dinding FB saya sedang di cat"
    },
    {
      "id":5,
      "nama_cat":"Humor",
      "deskripsi":"Yang jomblo jangan pernah merasa malu..Jomblo bukan berarti gak laku, tapi emang gak ada yang mau."
    },
    {
      "id":6,
      "nama_cat":"Humor",
      "deskripsi":"Di malam yang sunyi,di suasana yang sepi dan tak terasa rintik hujan pun turun entah kenapa hanya kau yang ingin kutemui, tuk mengatakan “GENTENG RUMAH LO BOCOR”"
    },
    {
      "id":7,
      "nama_cat":"Humor",
      "deskripsi":"Tadi aku mencoba bunu diri, minum sebetol racun, eh…ternyata gak mati-mati terus aku baca botol itu ternyata isinya hanya air mineral saja"
    },
    {
      "id":8,
      "nama_cat":"Humor",
      "deskripsi":"Pelanggan Yth. Masa aktif hidup anda akan segera habis, saldo dosa anda sudah melewati batas. Segera isi ulang iman anda di rumah ibadah terdekat sebelum nyawa anda di blokir."
    },
    {
      "id":9,
      "nama_cat":"Humor",
      "deskripsi":"Kegagalan adalah kesuksesan yang tertunda dan kebohongan adalah kejujuran yang tertunda"
    },
    {
      "id":10,
      "nama_cat":"Humor",
      "deskripsi":"Jika aada orang yang menyebutmu jelek, maka jangan berputus asa karena belum tentu orang tersebut berkata bohong"
    },
    {
      "id":11,
      "nama_cat":"Humor",
      "deskripsi":"Aku rela ditangkap polisi asal tuduhannya atas pencurian hatimu"
},

{
      "id":12,
      "nama_cat":"Humor",
      "deskripsi":"Cinta adalah pengorbanan, tapi kalau pengorbanan mulu sih namanya penderitaan."
},
{
      "id":13,
      "nama_cat":"Humor",
      "deskripsi":"Sejak kenal kamu, bawaannya pengen belajar terus. Belajar jadi yang terbaik."
},
      {
      "id":14,
      "nama_cat":"Humor",
      "deskripsi":"Angkutan kota jauh dekat 2.000, kalau kamu jauh dekat ya di hatiku."
},

{
      "id":15,
      "nama_cat":"Humor",
      "deskripsi":"Cintaku padamu seperti utang. Awalnya kecil, didiemin, tau-tau gede sendiri."
},

{
      "id":16,
      "nama_cat":"Humor",
      "deskripsi":"Salah terus aku di matamu. Oke, mulai besok aku pindah ke hidungmu."
},

{
      "id":17,
      "nama_cat":"Humor",
      "deskripsi":"Sayang, bekerjalah seperti tuyul. Nggak kelihatan, nggak perlu pujian, nggak cari perhatian, tapi hasil jelas."
},

{
      "id":18,
      "nama_cat":"Humor",
      "deskripsi":"Jangan pernah orang lain manggil kamu 'Say'. Karena itu bisa jadi bukan sayang, tapi 'Saython'."
},

{
      "id":19,
      "nama_cat":"Humor",
      "deskripsi":"Aku ketagihan sama perasaan saat aku memikirkanmu."
},

{
      "id":20,
      "nama_cat":"Humor",
      "deskripsi":"Sebingung bingungnya rumus nuklir, aku lebih bingung kok wajahmu nggak ilang-ilang dari pikiranku ya?"
},

{
      "id":21,
      "nama_cat":"Humor",
      "deskripsi":"Ingatlah selalu kalau kau jatuh, aku akan mengangkatmu. Tapi setelah aku selesai tertawa."
},

{
      "id":22,
      "nama_cat":"Humor",
      "deskripsi":"Kalau ada yang melemparmu dengan batu. Lemparlah balik dengan bunga, dan jangan lupakan potnya."
},

{
      "id":23,
      "nama_cat":"Humor",
      "deskripsi":"Tertawa bisa jadi obat terbaik. Tapi kalau kamu tertawa tanpa alasan yang jelas, mungkin kamu butuh obat."
},

{
      "id":24,
      "nama_cat":"Humor",
      "deskripsi":"Teman yang baik akan meminjamkan pundaknya untukmu menangis. Tapi sahabat yang baik akan meminjam cangkul untuk memukul orang yang membuatmu menangis."
},

{
      "id":25,
      "nama_cat":"Humor",
      "deskripsi":"Hidup itu singkat. Maka tersenyumlah mumpung kamu masih punya gigi."
},

{
      "id":26,
      "nama_cat":"Humor",
      "deskripsi":"Orang asing mengira aku pendiam, temanku mengira aku asyik, Sahabatku mengetahui bahwa aku sangat gila."
},

{
      "id":27,
      "nama_cat":"Humor",
      "deskripsi":"Aku rela menjadi lilin dalam hati kamu asal kamu yang jagain lilinnya, yahhh!"
},

{
      "id":28,
      "nama_cat":"Humor",
      "deskripsi":"Pas lagi capek selalu ada temen buat mijitin, pas lagi kangen selalu ada pacar yang nyamperin, pas lagi bokek..!! malah pada nagih utang."
},

{
      "id":29,
      "nama_cat":"Humor",
      "deskripsi":"Sebenarnya ane udah bosan hidup atas di dunia ini, tapi kalau masuk neraka lagi ntar ketemu lagi sama ente-ente semua."
},

{
      "id":30,
      "nama_cat":"Humor",
      "deskripsi":"Jangan pernah kamu menyalahkan diri kamu sendiri jika kamu itu jelek. Tapi protes dan salahkanlah orang tua kamu, karena kejelekan itu adalah keturunan."
},

{
      "id":31,
      "nama_cat":"Humor",
      "deskripsi":"Aku bukan pemalas. Aku sedang menjalankan mode hemat energi."
},

{
      "id":32,
      "nama_cat":"Humor",
      "deskripsi":"Manusia itu memang susah nyalahin diri sendiri. Leher pegel dibilang salah bantal."
},

{
      "id":33,
      "nama_cat":"Humor",
      "deskripsi":"Jangan sombong kalau jadi atasan. Di pasar, atasan diobral 10 ribu dapat 3."
},

{
      "id":34,
      "nama_cat":"Humor",
      "deskripsi":"Kalau saja mulutmu punya BPKB, pasti udah aku gadaikan."
},

{
      "id":35,
      "nama_cat":"Humor",
      "deskripsi":"Punggungku bukan voice-mail. Kalau mau bilang sesuatu, mending bilang langsung di depanku."
},

{
      "id":36,
      "nama_cat":"Humor",
      "deskripsi":"Kalau zombie menyerbu kamu bakal aman. Karena yang mereka incar adalah otak."
},

{
      "id":37,
      "nama_cat":"Humor",
      "deskripsi":"Motivator dan pembicara tak dapat membuatku rajin bekerja. Hanya cicilan dan tagihan yang mampu."

},

{
      "id":38,
      "nama_cat":"Humor",
      "deskripsi":"Bermimpilah setinggi langit, jika kamu terjatuh berarti tidurmu kurang tengah."
},

{
      "id":39,
      "nama_cat":"Humor",
      "deskripsi":"Aku diminta menunggumu terus, apa menurutmu akau ini cctv?."
},

{
      "id":40,
      "nama_cat":"Humor",
      "deskripsi":"Jadi kamu iri sama aku? Ya sudah aku mengalah saja, aku ke kanan."
},

{
      "id":41,
      "nama_cat":"Humor",
      "deskripsi":"Sebenarnya aku bisa main ke mall dengan menggunakan makeup duduk di kafe, tapi aku tidak mau. Nanti aku dikira memiliki banyak uang."
},

{
      "id":42,
      "nama_cat":"Humor",
      "deskripsi":"Yang berlipstik akan kalah dengan orang yang berilmu."
},

{
      "id":43,
      "nama_cat":"Humor",
      "deskripsi":"Aku tidak butuh peta atau gps, kalau bersamamu aku sudah yakin mau ke mana."
},

{
      "id":44,
      "nama_cat":"Humor",
      "deskripsi":"Foto profil BBM kenapa sama pacarnya terus. Apa dulu beli handphonenya urunan?."
},

{
      "id":45,
      "nama_cat":"Humor",
      "deskripsi":"Kalau aku pandang sorot matamu, sepertinya kamu akan mengucapkan keingan berhutang padaku."
},

{
      "id":46,
      "nama_cat":"Humor",
      "deskripsi":"Demi mengenang mantan yang telah move on mendahului kita, mengheningkan cinta, mulai!."
},

{
      "id":47,
      "nama_cat":"Humor",
      "deskripsi":"Cowoknya cool, ceweknya hot, anaknya pasti dispenser."
},

{
      "id":48,
      "nama_cat":"Humor",
      "deskripsi":"Ketemuan di twitter, jadian di Fb, pacaran di BBM, putus di WA, Itu pacaran apa olshop."
},

{
      "id":49,
      "nama_cat":"Humor",
      "deskripsi":"Nggak ada bahu pacar masih ada bahu jalan buat nyandar."
},

{
      "id":50,
      "nama_cat":"Humor",
      "deskripsi":"Aku putus sama pacar karna beda keyakinan. aku yakin banget aku ganteng, tapi dianya nggak."
},
      {
      "id":11,
      "nama_cat":"Nasihat",
      "deskripsi":"Kesejahteraaan memberikan peringatan, sedangkan bencana memberi nasihat."
    },
    {
      "id":12,
      "nama_cat":"Nasihat",
      "deskripsi":"Setiap orang punya cara tersendiri untuk membahagiakan orang yg mereka sayangi. Kadang sederhana; namun bermakna."
    },
    {
      "id":13,
      "nama_cat":"Nasihat",
      "deskripsi":"Sebab, bagaimana pun dipertahankan. Jika hanya sepihak yang berjuang. Pada akhirnya lelah & menyerah juga."
    },
    {
      "id":14,
      "nama_cat":"Nasihat",
      "deskripsi":"Tetap bersyukur dalam keadaan apapun, karena kebahagiaan berawal dari rasa syukur yg selalu kita panjatkan."
    },
    {
      "id":15,
      "nama_cat":"Nasihat",
      "deskripsi":"Ikhlas, berusaha yang terbaik & serahkan hasilnya padaNya. Karena Tuhan Maha Tahu apa yang terbaik bagi kita saat ini."
    },
    {
      "id":16,
      "nama_cat":"Kultum",
      "deskripsi":"Jangan lupa untuk selalu sayangi keluarga. Karena mereka yang tetap tinggal disaat ‘dia’ yang datang-dan-pergi menyakitimu."
    },
      {
      "id":17,
      "nama_cat":"Kultum",
      "deskripsi":"Aku percaya, takdir Allah pastilah yang terbaik untukku dan untukmu juga."
},

{
      "id":18,
      "nama_cat":"Kultum",
      "deskripsi":"Rugi sekali jika seorang pria melepas wanita yang cantik akhlaknya, hanya demi mengejar wanita yang cantik wajahnya."
},
{
      "id":19,
      "nama_cat":"Kultum",
      "deskripsi":"Kamu tidak berhak mengeluarkan air mata untuk seseorang yang belum halal bagimu."
},

{
      "id":20,
      "nama_cat":"Kultum",
      "deskripsi":"Jangan menyerah saat doa-doamu belum terjawab. Jika kamu mampu bersabar, Allah mampu memberikan lebih dari apa yang kamu minta."
},

{
      "id":21,
      "nama_cat":"Kultum",
      "deskripsi":"Jangan salahkan orang ketika kamu kecewa, tapi salahkan dirimu sendiri karena terlalu berharap sesuatu yang belum pasti."
},

{
      "id":22,
      "nama_cat":"Kultum",
      "deskripsi":"Jika sayang orang tua, taati Allah, maka orang tua kita akan disenangi Allah, disayang Allah, itulah sebenar-benar balasan kita pada orang tua."
},

{
      "id":23,
      "nama_cat":"Kultum",
      "deskripsi":"Kunci hidup bahagia adalah jalani, nikmati, dan syukuri."
},

{
      "id":24,
      "nama_cat":"Kultum",
      "deskripsi":"Kekayaan bukanlah dengan banyaknya harta, namun kekayaan adalah hati yang selalu merasa cukup."
},

{
      "id":25,
      "nama_cat":"Kultum",
      "deskripsi":"Awali hari dengan Bismilah, optimistis, dan tawakal, Insyaallah harimu akan berkah."
},

{
      "id":26,
      "nama_cat":"Kultum",
      "deskripsi":"Bila hijrahmu karena Allah, kamu akan terus melangkah walaupun sudah lelah."
},

{
      "id":27,
      "nama_cat":"Kultum",
      "deskripsi":"Andai saja orang memikirkan kebesaran Allah, maka ia terjaga dari perbuatan buruk."
},

{
      "id":28,
      "nama_cat":"Kultum",
      "deskripsi":"Bila ingin mendapatkan sesuatu, belajarlah dengan memberi sesuatu."
},

{
      "id":29,
      "nama_cat":"Kultum",
      "deskripsi":"Sesungguhnya orang yang sempurna akalnya adalah yang selalu memperbaiki dirinya."
},

{
      "id":30,
      "nama_cat":"Kultum",
      "deskripsi":"Barang siapa yang bersungguh sungguh, dia akan berhasil."
},

{
      "id":31,
      "nama_cat":"Kultum",
      "deskripsi":"Hidup di dunia itu hanya sementara, gunakanlah sebaik baiknya untuk beribadah."
},

{
      "id":32,
      "nama_cat":"Kultum",
      "deskripsi":"Allah akan menolong seorang hamba, selama hambanya senantiasa menolong saudaranya."
},

{
      "id":33,
      "nama_cat":"Kultum",
      "deskripsi":"Jadikan Al-Qur'an dan Hadis sebagai pedoman hidupmu."
},

{
      "id":34,
      "nama_cat":"Kultum",
      "deskripsi":"Ya Allah bantulah aku untuk selalu ingat, bersyukur, dan selalu beribadah secara baik kepada-Mu."
},

{
      "id":35,
      "nama_cat":"Kultum",
      "deskripsi":"Orang yang akan masuk surga ialah orang yang selalu taat dan percaya kepada Allah dan Rasul-Nya."
},

{
      "id":36,
      "nama_cat":"Kultum",
      "deskripsi":"Dunia merupakan ladang akhirat. Maka manfaatkan dunia dengan sebaik-baiknya."
},

{
      "id":37,
      "nama_cat":"Kultum",
      "deskripsi":"Janganlah patah hati jika doa engkau tidak dikabulkan oleh Allah, Allah tau apa yang akan Dia perbuat."
},

{
      "id":38,
      "nama_cat":"Kultum",
      "deskripsi":"Jadikanlah setiap detik, setiap menit, setiap jam, dan setiap hari untuk selalu beribadah kepada Allah."
},

{
      "id":39,
      "nama_cat":"Kultum",
      "deskripsi":"Ilmu tanpa adanya agama adalah sesuatu kecacatan dan agama tanpa ilmu merupakan kebutaan."
},

{
      "id":40,
      "nama_cat":"Kultum",
      "deskripsi":"Allah menguji kita dengan sesuatu yang kita cintai, maka janganlah berlebihan mencintai, agar sedih pun tidak berlebihan."
},

{
      "id":41,
      "nama_cat":"Kultum",
      "deskripsi":"Meminta maaf tak perlu menunggu momen Lebaran, meminta maaflah ketika berbuat salah."
},

{
      "id":42,
      "nama_cat":"Kultum",
      "deskripsi":"Lelaki baik akan memberimu cinta yang baik, membawamu pada sesuatu yang baik, dan menjadikan dirimu lebih baik."
},

{
      "id":43,
      "nama_cat":"Kultum",
      "deskripsi":"Tak peduli seberapa banyak orang yang senang menggosipimu, cukup diam dan dengarkan saja, sesungguhnya dia sedang memberimu pahala."

},

{
      "id":44,
      "nama_cat":"Kultum",
      "deskripsi":"Lebih baik menunggu orang yang benar-benar kita harapkan daripada menghabiskan waktu dengan orang yang tidak tepat."
},

{
      "id":45,
      "nama_cat":"Kultum",
      "deskripsi":"Sedekah tidak sama dengan matematika bisa ditambah, dikurang, dibagi dan dikali karena sedekah itu akan berlimpah dan berkali lipat kembali kepada kita."
},

{
      "id":46,
      "nama_cat":"Kultum",
      "deskripsi":"Seberat apa pun masalah yang kau hadapi, yakinlah bahwa itu masih bisa kau hadapi"
},

{
      "id":47,
      "nama_cat":"Kultum",
      "deskripsi":"Orang yang kuat bukanlah dia yang tidak pernah menangis, tetapi orang yang terus istikamah di tengah godaan."
},

{
      "id":48,
      "nama_cat":"Kultum",
      "deskripsi":"Mereka yang terlalu dalam terluka disebabkan terlalu jauh meninggalkan cinta kepada Allah dan Rasul-Nya."
},

{
      "id":49,
      "nama_cat":"Kultum",
      "deskripsi":"Kebahagiaan terletak pada kemenangan memerangi hawa nafsu dan menahan kehendak yang berlebih-lebihan."
},

{
      "id":50,
      "nama_cat":"Kultum",
      "deskripsi":"Jadilah muslimah yang memiliki dua kecantikan, cantik luar yang dilindungi hijab syar’i. Cantik dalam yang dihiasi akhlak terpuji."
},

{
      "id":51,
      "nama_cat":"Kultum",
      "deskripsi":"Keyakinan adalah ketenangan di dalam hati yang tidak akan bisa kita dapatkan tanpa perenungan yang mendalam."
},

{
      "id":52,
      "nama_cat":"Kultum",
      "deskripsi":"Ketika kita menginginkan sesuatu yang tak kunjung didapatkan, maka Allah meminta kita untuk sabar menunggu."
},

{
      "id":53,
      "nama_cat":"Kultum",
      "deskripsi":"Doa harusnya menjadi pembuka di pagi hari dan menjadi penutup di waktu malam hari."
},

{
      "id":54,
      "nama_cat":"Kultum",
      "deskripsi":"Lebih baik tersindir ketika diingatkan daripada tidak merasakan apa-apa ketika diingatkan."
},

{
      "id":55,
      "nama_cat":"Kultum",
      "deskripsi":"Menjadi pribadi yang ingin banyak tahu dengan banyak bertanya itu sejatinya lebih beruntung daripada pribadi yang segan bertanya karena merasa banyak tahu."
},

{
      "id":56,
      "nama_cat":"Kultum",
      "deskripsi":"Sahabat ialah yang ketika bersama kita dia menguatkan kita dan apabila tidak di sisi kita, mereka adalah orang yang selalu mendoakan kebaikan untuk kita."
},
    {
      "id":17,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Lakukan lebih banyak untuk dunia daripada untuk dirimu."
},
{
      "id":18,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keraguan membunuh lebih banyak mimpi daripada kegagalan." 
},
{
      "id":19,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Lakukan apa yang harus kamu lakukan sampai kamu dapat melakukan apa yang ingin kamu lakukan." 
},
{
      "id":20,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Daripada mengeluh tentang keadaanmu, sibuklah dan buat beberapa yang baru."
},
{
      "id":21,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Hidup kita mulai berakhir saat kita menjadi diam tentang hal-hal yang penting."
},
      {
      "id":22,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tidak ada kata terlambat untuk menjadi dirimu yang seharusnya."
},
{
      "id":23,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses tampaknya terkait dengan tindakan. Orang sukses terus bergerak. Mereka membuat kesalahan, tetapi mereka tidak berhenti."
},
{
      "id":24,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kegagalan dibuat hanya oleh mereka yang gagal untuk berani, bukan oleh mereka yang berani gagal."
},
{
      "id":25,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keberanian adalah penolakan terhadap rasa takut, penguasaan rasa takut, bukan ketiadaan rasa takut."
},
{
      "id":26,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses bukanlah akhir, kegagalan tidak fatal. Yang terpenting adalah keberanian untuk melanjutkan."
},

{
      "id":27,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut untuk melepaskan yang baik demi kebaikan."
},

{
      "id":28,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Lebih baik gagal dalam orisinalitas daripada berhasil meniru."
},
{
      "id":29,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses biasanya datang kepada mereka yang terlalu sibuk mencarinya."
},

{
      "id":30,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kembangkan kesuksesan dari kegagalan. Keputusasaan dan kegagalan adalah dua batu loncatan paling pasti menuju sukses."
},

{
      "id":31,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut untuk melepaskan yang baik demi kebaikan."
},

{
      "id":32,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang pesimis melihat kesulitan di setiap kesempatan. Orang yang optimis melihat peluang dalam setiap kesulitan."
},

{
      "id":33,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses adalah mendapatkan apa yang kamu inginkan, kebahagiaan menginginkan apa yang kamu dapatkan."
},

{
      "id":34,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Saya tidak bisa memberimu rumus untuk sukses, tapi saya bisa memberi rumus untuk gagal, yaitu: cobalah untuk menyenangkan semua orang."
},

{
      "id":35,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang-orang menanyakan perbedaan antara pemimpin dan bos. Pemimpin bekerja di tempat terbuka, dan bos secara rahasia. Pemimpin memimpin, dan bos menyetir."
},

{
      "id":36,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Waktu lebih berharga daripada uang. Kamu bisa mendapatkan lebih banyak uang, tetapi kamu tidak bisa mendapatkan lebih banyak waktu."
},

{
      "id":37,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Alasan nomor satu orang gagal dalam hidup adalah karena mereka mendengarkan teman, keluarga, dan tetangga mereka."
},

{
      "id":38,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jika saya punya waktu enam jam untuk menebang pohon, saya akan menghabiskan empat jam pertama mengasah kapak."
},

{
      "id":39,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesempatan itu mirip seperti matahari terbit. Kalau kau menunggu terlalu lama, kau bisa melewatkannya."
},

{
      "id":40,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan habiskan waktumu memukuli tembok dan berharap bisa mengubahnya menjadi pintu."
},

{
      "id":41,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan tunda pekerjaanmu sampai besok, sementara kau bisa mengerjakannya hari ini."
},

{
      "id":42,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Makin keras kamu bekerja untuk sesuatu, makin besar perasaanmu saat mencapainya."
},

{
      "id":43,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Terkadang kita diuji bukan untuk menunjukkan kelemahan kita, tetapi untuk menemukan kekuatan kita."
},

{
      "id":44,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kamu laiknya karya seni. Tidak semua orang akan mengerti dirimu, tetapi orang-orang yang mengerti, tidak akan pernah melupakanmu."
},

{
      "id":45,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesuksesan dan kegagalan sama-sama bagian dari hidup. Keduanya sama-sama sementara."
},

{
      "id":46,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Waktumu terbatas, jangan habiskan untuk hidup orang lain."
},

{
      "id":47,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut berjalan lambat, takutlah jika hanya berdiri diam."
},

{
      "id":48,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan pernah menyesali sehari dalam hidupmu. Hari-hari baik memberimu kebahagiaan dan hari-hari buruk memberimu pengalaman."
},

{
      "id":49,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tidak ada yang bisa membuatmu merasa rendah diri tanpa seizinmu."
},

{
      "id":50,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tidak ada seorang pun yang bisa kembali ke masa lalu dan memulai awal yang baru lagi. Tapi, semua orang bisa memulai hari ini dan membuat akhir yang baru."
},

{
      "id":51,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan berhenti ketika lelah. Berhentilah ketika selesai."
},

{
      "id":52,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan khawatir tentang kegagalan, khawatirlah tentang peluang yang kamu lewatkan ketika kamu tidak mencoba sesuatu."

},

{
      "id":53,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keberanian adalah penolakan terhadap rasa takut, penguasaan rasa takut, bukan ketiadaan rasa takut."
},

{
      "id":54,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keberanian adalah penolakan terhadap rasa takut, penguasaan rasa takut, bukan ketiadaan rasa takut."
},

{
      "id":55,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Banyak orang yang tidak bertindak karena takut gagal, padahal tidak bertindak adalah kegagalan yang jelas sudah terjadi."
},

{
      "id":56,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Ketika keinginanmu cukup kuat, kamu akan tampak memiliki kekuatan manusia super untuk mencapainya."
},

{
      "id":57,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kadang-kadang, pilihan terbaik adalah menerima."
},

{
      "id":58,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kemuliaan terbesar dalam hidup tidak terletak pada ketangguhan, tetapi dalam bangkit setiap kali kita jatuh."
},

{
      "id":59,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesulitan sebenarnya adalah mengatasi caramu berpikir tentang diri sendiri."
},

{
      "id":60,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jatuh cinta pada dirimu adalah rahasia pertama menuju kebahagiaan"
},

{
      "id":61,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Pertumbuhan dimulai ketika kita mulai menerima kelemahan kita sendiri."
},

{
      "id":62,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang yang benar-benar hebat adalah orang yang membuat setiap orang merasa hebat."
},

{
      "id":63,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut kalau hidupmu akan berakhir; takutlah kalau hidupmu tak pernah dimulai."
},

{
      "id":64,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Hidup ini terdiri dari 10 persen apa yang terjadi padamu dan 90 persen bagaimana caramu menyikapinya."
},

{
      "id":65,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Aku bisa menjadi seperti sekarang karena pilihan yang kuambil kemarin."
},

{
      "id":66,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kamu adalah kesuksesan sejati jika kamu dapat memercayai diri sendiri, mencintai diri sendiri, dan menjadi diri sendiri."
},

{
      "id":67,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Percaya diri adalah pakaian terbaik."
},

{
      "id":68,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesempatan itu mirip seperti matahari terbit. Kalau kau menunggu terlalu lama, kau bisa melewatkannya."
},

{
      "id":69,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kunci kesuksesan adalah fokus pada tujuan, bukan hambatan."
},

{
      "id":70,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan habiskan waktumu memukuli tembok dan berharap bisa mengubahnya menjadi pintu."
},

{
      "id":71,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"20 tahun dari sekarang, kau mungkin lebih kecewa dengan hal-hal yang tidak sempat kau lakukan alih-alih yang sudah."
},

{
      "id":72,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan tunda pekerjaanmu sampai besok, sementara kau bisa mengerjakannya hari ini."
},

{
      "id":73,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Mencintai diri sendiri berarti memahami bahwa kamu tidak perlu menjadi sempurna untuk menjadi baik."
},

{
      "id":74,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Segala yang dapat kamu bayangkan adalah nyata."
},

{
      "id":75,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tindakan adalah kunci dasar untuk semua kesuksesan."
},

{
      "id":76,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang yang tak pernah membuat kesalahan adalah orang yang tidak pernah berbuat apa-apa."
},

{
      "id":77,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tak ada batasan dalam hidup, kecuali yang kau buat sendiri."
}


  ]
}
