{ 
    
    "Iklan": [
        {
        "status": "0",
        "link": "https://play.google.com/store/apps/details?id=",
        "interid": "ca-app-pub-3940256099942544/1033173712",
        "nativeid": "ca-app-pub-3940256099942544/2247696110",
        "openid":"ca-app-pub-3940256099942544/1033173712",
        "deskripsi_update": "Ini mah hanya contoh saja promosi iklan via json",
        "link_update": "https://www.google.com/",
        "interval": 1,
        "pengaturan_iklan":"0",
        "startappid":"",
        "version_app":1,
        "fan_inter":"YOUR_PLACEMENT_ID",
        "fan_banner_native":"YOUR_PLACEMENT_ID",
         "id_inmobi":"1234567890qwerty0987654321qwerty12345",
        "inmobi_inter":1476878485960,
        "inmobi_banner":1473189489298,
        "hpk_admob1":"",
        "hpk_admob2":"",
        "hpk_admob3":"",
        "hpk_admob4":"",
        "hpk_admob5":""
        }
    ],
    
   "Categories": [
    {
      "id": 1,
      "nama_cat": "Humor",
      "gambar": "https://static.thenounproject.com/png/2024620-200.png"

    },
    {
      "id": 2,
      "nama_cat": "Kultum",
      "gambar": "https://png.pngtree.com/png-vector/20190527/ourmid/pngtree-book-icon-png-image_1110447.jpg"

    },
    {
      "id": 3,
      "nama_cat": "Nasihat",
      "gambar": "https://id-test-11.slatic.net/shop/4e71cc40d7ae6487ec4e44dd5f39a141.png"

    },
    {
      "id": 4,
      "nama_cat": "Motivasi Hidup",
      "gambar": "https://id-test-11.slatic.net/shop/4e71cc40d7ae6487ec4e44dd5f39a141.png"

    }
  ],

  "Data":
  [
    {
      "id":1,
      "nama_cat":"Humor",
      "deskripsi":"Dulu aku heran, napa orang sampe berantem ? hanya karena cinta. Trus aku inget muka kamu, dan tiba-tiba, aku merasa siap menghadapi Perang Dunia Ketiga."
    },
    {
      "id":2,
      "nama_cat":"Humor",
      "deskripsi":"Cintailah seorang wanita saja. Dua wanita terlalu banyak. Tapi tiga wanita lebih baik daripada tidak ada."
    },
    {
      "id":3,
      "nama_cat":"Humor",
      "deskripsi":"Sebenarnya, yang melahirkan uang adalah Mpok Indonesia. Bank Indonesia cuma menanam benih."
    },
    {
      "id":4,
      "nama_cat":"Humor",
      "deskripsi":"Untuk sementara ini bagi teman-teman yang ingin menulis di dinding FB saya, saya mohon maaf karena dinding FB saya sedang di cat"
    },
    {
      "id":5,
      "nama_cat":"Humor",
      "deskripsi":"Yang jomblo jangan pernah merasa malu..Jomblo bukan berarti gak laku, tapi emang gak ada yang mau."
    },
    {
      "id":6,
      "nama_cat":"Humor",
      "deskripsi":"Di malam yang sunyi,di suasana yang sepi dan tak terasa rintik hujan pun turun entah kenapa hanya kau yang ingin kutemui, tuk mengatakan “GENTENG RUMAH LO BOCOR”"
    },
    {
      "id":7,
      "nama_cat":"Humor",
      "deskripsi":"Tadi aku mencoba bunu diri, minum sebetol racun, eh…ternyata gak mati-mati terus aku baca botol itu ternyata isinya hanya air mineral saja"
    },
    {
      "id":8,
      "nama_cat":"Humor",
      "deskripsi":"Pelanggan Yth. Masa aktif hidup anda akan segera habis, saldo dosa anda sudah melewati batas. Segera isi ulang iman anda di rumah ibadah terdekat sebelum nyawa anda di blokir."
    },
    {
      "id":9,
      "nama_cat":"Humor",
      "deskripsi":"Kegagalan adalah kesuksesan yang tertunda dan kebohongan adalah kejujuran yang tertunda"
    },
    {
      "id":10,
      "nama_cat":"Humor",
      "deskripsi":"Jika aada orang yang menyebutmu jelek, maka jangan berputus asa karena belum tentu orang tersebut berkata bohong"
    },
    {
      "id":11,
      "nama_cat":"Nasihat",
      "deskripsi":"Kesejahteraaan memberikan peringatan, sedangkan bencana memberi nasihat."
    },
    {
      "id":12,
      "nama_cat":"Nasihat",
      "deskripsi":"Setiap orang punya cara tersendiri untuk membahagiakan orang yg mereka sayangi. Kadang sederhana; namun bermakna."
    },
    {
      "id":13,
      "nama_cat":"Nasihat",
      "deskripsi":"Sebab, bagaimana pun dipertahankan. Jika hanya sepihak yang berjuang. Pada akhirnya lelah & menyerah juga."
    },
    {
      "id":14,
      "nama_cat":"Nasihat",
      "deskripsi":"Tetap bersyukur dalam keadaan apapun, karena kebahagiaan berawal dari rasa syukur yg selalu kita panjatkan."
    },
    {
      "id":15,
      "nama_cat":"Nasihat",
      "deskripsi":"Ikhlas, berusaha yang terbaik & serahkan hasilnya padaNya. Karena Tuhan Maha Tahu apa yang terbaik bagi kita saat ini."
    },
    {
      "id":16,
      "nama_cat":"Kultum",
      "deskripsi":"Jangan lupa untuk selalu sayangi keluarga. Karena mereka yang tetap tinggal disaat ‘dia’ yang datang-dan-pergi menyakitimu."
    },
    {
      "id":17,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Lakukan lebih banyak untuk dunia daripada untuk dirimu."
},
{
      "id":18,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keraguan membunuh lebih banyak mimpi daripada kegagalan." 
},
{
      "id":19,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Lakukan apa yang harus kamu lakukan sampai kamu dapat melakukan apa yang ingin kamu lakukan." 
},
{
      "id":20,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Daripada mengeluh tentang keadaanmu, sibuklah dan buat beberapa yang baru."
},
{
      "id":21,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Hidup kita mulai berakhir saat kita menjadi diam tentang hal-hal yang penting."
},
      {
      "id":22,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tidak ada kata terlambat untuk menjadi dirimu yang seharusnya."
},
{
      "id":23,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses tampaknya terkait dengan tindakan. Orang sukses terus bergerak. Mereka membuat kesalahan, tetapi mereka tidak berhenti."
},
{
      "id":24,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kegagalan dibuat hanya oleh mereka yang gagal untuk berani, bukan oleh mereka yang berani gagal."
},
{
      "id":25,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keberanian adalah penolakan terhadap rasa takut, penguasaan rasa takut, bukan ketiadaan rasa takut."
},
{
      "id":26,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses bukanlah akhir, kegagalan tidak fatal. Yang terpenting adalah keberanian untuk melanjutkan."
},

{
      "id":27,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut untuk melepaskan yang baik demi kebaikan."


{
      "id":28,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Lebih baik gagal dalam orisinalitas daripada berhasil meniru."
},
{
      "id":29,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses biasanya datang kepada mereka yang terlalu sibuk mencarinya."
},

{
      "id":30,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kembangkan kesuksesan dari kegagalan. Keputusasaan dan kegagalan adalah dua batu loncatan paling pasti menuju sukses."
},

{
      "id":31,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut untuk melepaskan yang baik demi kebaikan."
},

{
      "id":32,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang pesimis melihat kesulitan di setiap kesempatan. Orang yang optimis melihat peluang dalam setiap kesulitan."
},

{
      "id":33,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Sukses adalah mendapatkan apa yang kamu inginkan, kebahagiaan menginginkan apa yang kamu dapatkan."
},

{
      "id":34,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Saya tidak bisa memberimu rumus untuk sukses, tapi saya bisa memberi rumus untuk gagal, yaitu: cobalah untuk menyenangkan semua orang."
},

{
      "id":35,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang-orang menanyakan perbedaan antara pemimpin dan bos. Pemimpin bekerja di tempat terbuka, dan bos secara rahasia. Pemimpin memimpin, dan bos menyetir."
},

{
      "id":36,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Waktu lebih berharga daripada uang. Kamu bisa mendapatkan lebih banyak uang, tetapi kamu tidak bisa mendapatkan lebih banyak waktu."
},

{
      "id":37,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Alasan nomor satu orang gagal dalam hidup adalah karena mereka mendengarkan teman, keluarga, dan tetangga mereka."
},

{
      "id":38,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jika saya punya waktu enam jam untuk menebang pohon, saya akan menghabiskan empat jam pertama mengasah kapak."
},

{
      "id":39,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesempatan itu mirip seperti matahari terbit. Kalau kau menunggu terlalu lama, kau bisa melewatkannya."
},

{
      "id":40,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan habiskan waktumu memukuli tembok dan berharap bisa mengubahnya menjadi pintu."
},

{
      "id":41,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan tunda pekerjaanmu sampai besok, sementara kau bisa mengerjakannya hari ini."
},

{
      "id":42,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Makin keras kamu bekerja untuk sesuatu, makin besar perasaanmu saat mencapainya."
},

{
      "id":43,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Terkadang kita diuji bukan untuk menunjukkan kelemahan kita, tetapi untuk menemukan kekuatan kita."
},

{
      "id":44,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kamu laiknya karya seni. Tidak semua orang akan mengerti dirimu, tetapi orang-orang yang mengerti, tidak akan pernah melupakanmu."
},

{
      "id":45,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesuksesan dan kegagalan sama-sama bagian dari hidup. Keduanya sama-sama sementara."
},

{
      "id":46,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Waktumu terbatas, jangan habiskan untuk hidup orang lain."
},

{
      "id":47,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut berjalan lambat, takutlah jika hanya berdiri diam."
},

{
      "id":48,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan pernah menyesali sehari dalam hidupmu. Hari-hari baik memberimu kebahagiaan dan hari-hari buruk memberimu pengalaman."
},

{
      "id":49,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tidak ada yang bisa membuatmu merasa rendah diri tanpa seizinmu."
},

{
      "id":50,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tidak ada seorang pun yang bisa kembali ke masa lalu dan memulai awal yang baru lagi. Tapi, semua orang bisa memulai hari ini dan membuat akhir yang baru."
},

{
      "id":51,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan berhenti ketika lelah. Berhentilah ketika selesai."
},

{
      "id":52,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan khawatir tentang kegagalan, khawatirlah tentang peluang yang kamu lewatkan ketika kamu tidak mencoba sesuatu."

},

{
      "id":53,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keberanian adalah penolakan terhadap rasa takut, penguasaan rasa takut, bukan ketiadaan rasa takut."
},

{
      "id":54,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Keberanian adalah penolakan terhadap rasa takut, penguasaan rasa takut, bukan ketiadaan rasa takut."
},

{
      "id":55,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Banyak orang yang tidak bertindak karena takut gagal, padahal tidak bertindak adalah kegagalan yang jelas sudah terjadi."
},

{
      "id":56,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Ketika keinginanmu cukup kuat, kamu akan tampak memiliki kekuatan manusia super untuk mencapainya."
},

{
      "id":57,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kadang-kadang, pilihan terbaik adalah menerima."
},

{
      "id":58,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kemuliaan terbesar dalam hidup tidak terletak pada ketangguhan, tetapi dalam bangkit setiap kali kita jatuh."
},

{
      "id":59,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesulitan sebenarnya adalah mengatasi caramu berpikir tentang diri sendiri."
},

{
      "id":60,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jatuh cinta pada dirimu adalah rahasia pertama menuju kebahagiaan"
},

{
      "id":61,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Pertumbuhan dimulai ketika kita mulai menerima kelemahan kita sendiri."
},

{
      "id":62,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang yang benar-benar hebat adalah orang yang membuat setiap orang merasa hebat."
},

{
      "id":63,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan takut kalau hidupmu akan berakhir; takutlah kalau hidupmu tak pernah dimulai."
},

{
      "id":64,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Hidup ini terdiri dari 10 persen apa yang terjadi padamu dan 90 persen bagaimana caramu menyikapinya."
},

{
      "id":65,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Aku bisa menjadi seperti sekarang karena pilihan yang kuambil kemarin."
},

{
      "id":66,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kamu adalah kesuksesan sejati jika kamu dapat memercayai diri sendiri, mencintai diri sendiri, dan menjadi diri sendiri."
},

{
      "id":67,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Percaya diri adalah pakaian terbaik."
},

{
      "id":68,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kesempatan itu mirip seperti matahari terbit. Kalau kau menunggu terlalu lama, kau bisa melewatkannya."
},

{
      "id":69,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Kunci kesuksesan adalah fokus pada tujuan, bukan hambatan."
},

{
      "id":70,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan habiskan waktumu memukuli tembok dan berharap bisa mengubahnya menjadi pintu."
},

{
      "id":71,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"20 tahun dari sekarang, kau mungkin lebih kecewa dengan hal-hal yang tidak sempat kau lakukan alih-alih yang sudah."
},

{
      "id":72,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Jangan tunda pekerjaanmu sampai besok, sementara kau bisa mengerjakannya hari ini."
},

{
      "id":73,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Mencintai diri sendiri berarti memahami bahwa kamu tidak perlu menjadi sempurna untuk menjadi baik."
},

{
      "id":74,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Segala yang dapat kamu bayangkan adalah nyata."
},

{
      "id":75,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tindakan adalah kunci dasar untuk semua kesuksesan."
},

{
      "id":76,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Orang yang tak pernah membuat kesalahan adalah orang yang tidak pernah berbuat apa-apa."
},

{
      "id":77,
      "nama_cat":"Motivasi Hidup",
      "deskripsi":"Tak ada batasan dalam hidup, kecuali yang kau buat sendiri."
}


  ]
}
